const atom = {
    name: 'Atom',
    desc: 'Текстовый редактор для программистов.',
    pros: [
        'поддержка практически всех языков, используемых в промышленном программировании;',
        'удобные клавиатурные комбинации;',
        'огромное количество расширений;',
        'удобные средства для установки расширений и управления ими;',
        'широкие возможности настройки (включая темы оформления).'
    ],
    contras: [
        'некоторые полезные инструменты изначально отсутствуют (исправляется расширениями);',
        'очень большой объем;',
        'низкое быстродействие на больших файлах.'
    ],
    site: 'https://atom.io/'
};
